Repository: Leo-Corporation/InternetTest
Catalog: InternetTest/InternetTest/Properties/Resources.*.resx
Languages: it_it, zh_cn

# NetworkAdaptersSettingsDesc
source: Settings to apply to the network adapters section.
it_it: Impostazioni schede di rete.
zh_cn: 应用于网络适配器部分的设置。

source: Hide disabled adapters by default
it_it: Nascondi gli adattatori disabilitati per impostazione predefinita
zh_cn: 默认隐藏已禁用的适配器

# PortableNoAutoUpdates
source: Automatic updates are not available in portable mode, please download InternetTest Pro (Portable) again.
it_it: Gli aggiornamenti automatici non sono disponibili in modalità portatile; scarica nuovamente InternetTest Pro (portatile).
zh_cn: 自动更新在便携模式下不可用，请重新下载 InternetTest Pro (便携版)。

source: N/A
it_it: N/D
zh_cn: 不适用

source: WiFi
zh_cn: 无线网络

# NoWiFIPasswordsFound
source: No WiFi passwords were found on this device.
zh_cn: 此设备上未找到 WiFi 密码。

# SearchingForWiFiPasswords
source: InternetTest Pro is searching for WiFi passwords.
zh_cn: InternetTest Pro 正在搜索 WiFi 密码。

source: Export with passwords
zh_cn: 带密码导出

source: Export without passwords
zh_cn: 无密码导出

# WiFiExportSuccessful
source: All WiFi networks were sucessfully exported.
zh_cn: 所有 WiFi 网络都已成功导出。

source: Data consumption
zh_cn: 数据消耗

source: Requests
zh_cn: 要求

source: Send
zh_cn: 发送

source: Response
zh_cn: 回应

source: Headers
zh_cn: 页眉

source: Cookies
zh_cn: 曲奇

source: Maximize
zh_cn: 最大化

source: Minimize
zh_cn: 最小化

source: Restore
zh_cn: 恢复

source: Expand/Collapse
zh_cn: 展开/折叠

# EnableConfidential
source: Enable Confidential Mode
zh_cn: 启用保密模式

# DisableConfidential
source: Disable Confidential Mode
zh_cn: 禁用保密模式

source: Pin
zh_cn: 针脚

source: Unpin
zh_cn: 解夹

source: Delete
zh_cn: 删除

source: Run test
zh_cn: 运行测试

# ShareWithQrCode
source: Share with a QR Code
zh_cn: 使用 QR 码共享

source: Clear
zh_cn: 删除

source: Copy Key
zh_cn: 复制密钥

# ShowHideKey
source: Show/Hide secret key
zh_cn: 显示/隐藏秘钥

# GitHubRepo
source: Access GitHub repository
zh_cn: 访问 GitHub 仓库

source: Export to CSV
zh_cn: 导出为 CSV

# ShowHideTimedOut
source: Show/Hide Timed Out items
zh_cn: 显示/隐藏超时项目

source: Performance Metrics
zh_cn: 性能指标

source: Configuration
zh_cn: 配置

# AdapterDesc
source: View information about your network adapter
zh_cn: 查看网络适配器的相关信息

source: Reset
zh_cn: 重置

# UnableToCheckUpdates
source: Unable to check for updates
zh_cn: 无法检查更新

source: DNS Cache
zh_cn: DNS 缓存

source: Get cache
zh_cn: 获取缓存

# FlushDNS
source: Flush DNS cache
zh_cn: 清除 DNS 缓存

source: Entry
zh_cn: 入场

source: Record name
zh_cn: 记录名称

source: Type
zh_cn: 类型

source: Data
zh_cn: 数据

# FlushDNSMessage
source: Are you sure you want to flush the DNS cache stored on your device? This operation cannot be cancelled.
zh_cn: 您确定要清除存储在设备上的 DNS 缓存吗？此操作不能取消。

# FlushDNSSuccess
source: The DNS Cache has been successfully flushed.
zh_cn: DNS 缓存已成功刷新。

# ZoomLevel
source: Default zoom level
zh_cn: 默认缩放级别

source: Loading
zh_cn: 加载中

source: Body
zh_cn: 身体

source: Content type
zh_cn: 内容类型

source: Auth
zh_cn: 认证

source: Bearer
zh_cn: 承载者 (Bearer)

source: Token
zh_cn: 代币 (Token)

source: Auth Type
zh_cn: 认证类型

source: Username
zh_cn: 用户名

source: Password
zh_cn: 密码

# NoAuthMethod
source: No authentication information will be provided
zh_cn: 不提供验证信息

# ShowAdaptersNoIpv4Support
source: Show adapters that do not support IPv4
zh_cn: 显示不支持 IPv4 的网络适配器

# DnsCacheWindowTitle
source: Cache Element Details
zh_cn: 缓存元素详细信息

source: Caption
zh_cn: 标题

source: Description
zh_cn: 说明

source: Element Name
zh_cn: 元素名称

source: Instance ID
zh_cn: 实例 ID

source: Data Length
zh_cn: 数据长度

source: Section
zh_cn: 部门

source: Time to live
zh_cn: 生活的时间

# PsComputerName
source: PowerShell Computer Name
zh_cn: PowerShell 電腦名稱

source: General
zh_cn: 一般情况

# HomeWelcomeDesc
source: Monitor your Internet connection and network status.
zh_cn: 监控您的互联网连接和网络状态。

source: Recent activity
zh_cn: 近期活动

source: Connection details
zh_cn: 连接详细信息

# SettingsDesc
source: Configure your InternetTest application preferences.
zh_cn: 配置您的InternetTest应用程序首选项。

# GeneralDesc
source: Basic application preferences and appearance.
zh_cn: 基本应用程序设置和外观。

source: About
zh_cn: 关于

# WiFiNetworksDesc
source: Manage your wireless network connections.
zh_cn: 管理您的无线网络连接。

# AvailableNetworksDesc
source: Nearby wireless networks you can connect to.
zh_cn: 附近可连接的无线网络。

# WiFiPasswordsDesc
source: Browse saved WiFi profiles and recover your lost passwords.
zh_cn: 浏览已保存的Wi-Fi配置文件并恢复您丢失的密码。

source: Manual
zh_cn: 手册

# ExportWlanProfilesMsg
source: Do you want to include passwords in the exported files?
zh_cn: 您是否希望在导出的文件中包含密码？

# ExportWlanProfiles
source: Export saved WiFi networks
zh_cn: 导出已保存的Wi-Fi网络

# LocateIpDesc
source: Get information about a public IP address and its approximate location.
zh_cn: 获取公共 IP 地址及其大致位置的信息。

source: IP Address Lookup
zh_cn: IP地址查询

# IpAddressLookupDesc
source: Enter an IP address to get its geographical location and details.
zh_cn: 输入一个IP地址以获取其地理位置及详细信息。

source: Network & ISP Details
zh_cn: 网络及互联网服务提供商（ISP）详细信息

source: District
zh_cn: 区

source: AS Number
zh_cn: AS 编号

source: Organization
zh_cn: 组织

source: Mobile
zh_cn: 移动

source: Proxy
zh_cn: 代理

# PingDesc
source: Execute a ping.
zh_cn: 执行一次ping操作。

source: Session Info
zh_cn: 会议信息

source: Duration
zh_cn: 持续时间

source: Response Times
zh_cn: 响应时间

source: Packet Statistics
zh_cn: 数据包统计信息

source: Loss Rate
zh_cn: 损失率

source: Start time
zh_cn: 开始时间

# IpConfigAdaptersDesc
source: Summary of all network adapters on this system.
zh_cn: 本系统中所有网络适配器的汇总信息。

# IpConfigDesc
source: Display network adapter configuration information.
zh_cn: 显示网络适配器配置信息。

# RequestsDesc
source: Make a HTTP request to a specific URL.
zh_cn: 向特定的URL发送HTTP请求。

source: Request Settings
zh_cn: 请求设置

# RequestSettingsDesc
source: Provide all the information about your request here.
zh_cn: 请在此提供您请求的所有相关信息。

# OfWebsite
source: of {0}
it_it: di {0}

source: Down
it_it: Offline
