Repository: Leo-Corporation/InternetTest
Catalog: InternetTest/InternetTest/Properties/Resources.*.resx
Languages: it_it, zh_cn

source: Hi
it_it: Ciao
zh_cn: 嗨

source: Good afternoon
it_it: Buon pomeriggio
zh_cn: 下午好

source: Good night
it_it: Buona notte
zh_cn: 晚安

source: Good evening
it_it: Buona sera
zh_cn: 晚上好

source: Settings
it_it: Impostazioni
zh_cn: 设置

source: History
it_it: Cronologia
zh_cn: 历史

source: Tools
it_it: Strumenti
zh_cn: 工具

source: Pinned
it_it: Funzioni
zh_cn: 固定

source: Home
zh_cn: 首页

source: Web Utilities
it_it: Strumenti web
zh_cn: 网络工具

source: IP Tools
it_it: Strumenti IP
zh_cn: IP 工具

source: Commands
it_it: Comandi
zh_cn: 命令

source: Status
it_it: Stato
zh_cn: 状态

source: My IP
it_it: Info mio IP
zh_cn: 我的 IP

source: Locate IP
it_it: Individua IP
zh_cn: 定位 IP

source: IP Config
zh_cn: IP 配置

source: WiFi Passwords
it_it: Password WiFi
zh_cn: WiFi 密码

source: Get started
it_it: Per iniziare
zh_cn: 开始使用

source: Suggested actions
it_it: Azioni suggerite
zh_cn: 推荐操作

source: Discover
it_it: Rilevamento
zh_cn: 发现

source: Details
it_it: Dettagli
zh_cn: 详细信息

source: Test
zh_cn: 测试

# OpenBrowser
source: Open in browser
it_it: Apri nel browser
zh_cn: 打开浏览器

# Connected
source: You are connected to the Internet
it_it: Connessione ad internet disponibile
zh_cn: 您已连接到互联网

# NotConnected
source: You aren't connected to the Internet
it_it: Connessione ad internet non disponibile
zh_cn: 你没有连接到互联网

# TestInProgress
source: Testing, please wait...
it_it: Test in corso. Attendi...
zh_cn: 正在测试，请稍候...

source: Time elapsed
it_it: Tempo trascorso
zh_cn: 已用时间

source: Status Message
it_it: Messaggio di stato
zh_cn: 状态信息

source: Error
it_it: Errore
zh_cn: 错误

# LaunchTestToCheckConnection
source: Launch a test to check your connection
it_it: Esegui un test per verificare la connessione
zh_cn: 启动测试以检查您的连接

# TestConnection
source: Test your connection
it_it: Test connessione
zh_cn: 测试你的连接

# WebsiteAvailable
source: The website is available
it_it: Il sito web è disponibile
zh_cn: 该网站已上线

# WebsiteDown
source: The website is down
it_it: Il sito web non è disponibile
zh_cn: 该网站已关闭

source: Scheduled Tests
it_it: Test pianificati
zh_cn: 计划的测试

# LaunchScheduledTest
source: Start scheduled tests
it_it: Esegui test pianificati
zh_cn: 开始计划的测试

# ScheduledTestInterval
source: All websites will be tested in {0} seconds.
it_it: Tutti i siti web saranno testati in {0} secondi.
zh_cn: 所有网站将在 {0} 秒内进行测试。

# Interval
source: Time interval
it_it: Intervallo di tempo
zh_cn: 时间间隔

# SecondsLower
source: seconds
it_it: secondi
zh_cn: 秒

source: Stop scheduled tests
it_it: Ferma test pianificati
zh_cn: 停止计划的测试

source: Test website
it_it: Test sito web
zh_cn: 测试网站

# DownDetectorPlaceHolder
source: Add a website to check if it is available or not
it_it: Aggiungere un sito web per verificare se è disponibile o meno
zh_cn: 添加网站以检查是否可用

source: Map provider
it_it: Fornitore mappe
zh_cn: 地图提供者

source: Country
it_it: Nazione
zh_cn: 国家

source: Region
it_it: Regione
zh_cn: 区域

source: City
it_it: Città
zh_cn: 城市

source: ZIP Code
it_it: CAP
zh_cn: 邮政编码

source: Latitude
it_it: Latitudine
zh_cn: 纬度

source: Longitude
it_it: Longitudine
zh_cn: 经度

source: Timezone
it_it: Fuso orario
zh_cn: 时区

# ShowOnMap
source: Show on a map
it_it: Visualizza su una mappa
zh_cn: 在地图上显示

# IPShowHere
source: Your IP will show here.
it_it: Il tuo IP verrà visualizzato qui.
zh_cn: 您的 IP 将显示在此处。

source: Get my IP
it_it: Info mio IP
zh_cn: 获取我的 IP

# IPShowHere2
source: The IP will show here.
it_it: L'IP verrà visualizzato qui.
zh_cn: IP 将显示在此处。

source: Locate an IP
it_it: Localizza un IP
zh_cn: 定位 IP

source: Save
it_it: Salva
zh_cn: 保存

# TxtFiles
source: Text files
it_it: File testo
zh_cn: 文本文件

# MakePing
source: Make a ping
it_it: Esegui ping
zh_cn: 做一个 ping

source: IP Address
it_it: Indirizzo IP
zh_cn: IP 地址

# MaxTime
source: Max duration
it_it: Tempo max
zh_cn: 最长持续时间

# MinTime
source: Min duration
it_it: Tempo min
zh_cn: 最短持续时间

# AverageTime
source: Average duration
it_it: Tempo medio
zh_cn: 平均持续时间

# PingWait
source: Ping request is in progress, please wait.
it_it: La richiesta di ping è in corso. Attendi.
zh_cn: Ping 请求正在进行中，请稍候。

# PingSuccess
source: The ping request was successful
it_it: La richiesta ping è andata a buon fine
zh_cn: ping 请求成功

# PingFail
source: The ping request failed
it_it: La richiesta ping non è riuscita
zh_cn: ping 请求失败

# EnterIP
source: Please enter an IP or URL.
it_it: Inserisci un IP o una URL.
zh_cn: 请输入 IP 或 URL。

# PackageSent
source: Package(s) sent
it_it: Pacchetto/i inviato/i
zh_cn: 发送的包

# PackageReceived
source: Package(s) received
it_it: Pacchetto/i ricevuto/i
zh_cn: 收到的包

# PackageLost
source: Package(s) lost
it_it: Pacchetto/i perso/i
zh_cn: 丢失的包

# PingStatus
source: Ping Status will show here
it_it: Lo stato del ping verrà visualizzato qui
zh_cn: Ping 状态将在此处显示

source: IPv4 address
it_it: Indirizzo IPv4
zh_cn: IPv4 地址

source: IPv6 address
it_it: Indirizzo IPv6
zh_cn: IPv6 地址

# GatewayIPv4
source: Default gateway (IPv4)
it_it: Gateway predefinito (IPv4)
zh_cn: 默认网关 (IPv4)

# GatewayIPv6
source: Default gateway (IPv6)
it_it: Gateway predefinito (IPv6)
zh_cn: 默认网关 (IPv6)

source: DNS Suffix
it_it: Suffisso DNS
zh_cn: DNS 后缀

# ConnectedS
source: Connected
it_it: Connesso
zh_cn: 已连接

source: Disconnected
it_it: Disconnesso
zh_cn: 已断开连接

source: Refresh
it_it: Aggiorna
zh_cn: 刷新

source: Subnet Mask
it_it: Maschera sotto rete
zh_cn: 子网掩码

source: Name
it_it: Nome
zh_cn: 名称

source: None
it_it: Nessuno
zh_cn: 无

# GetWiFi
source: Get locally stored networks
it_it: Verifica reti archiviate localmente
zh_cn: 获取本地存储的网络

source: Connection mode
it_it: Modo connessione
zh_cn: 连接方式

source: Connection type
it_it: Tipo connessione
zh_cn: 连接类型

source: Automatic
it_it: Automatico
zh_cn: 自动

source: Encryption
it_it: Criptazione
zh_cn: 加密

source: Authentication
it_it: Autenticazione
zh_cn: 验证

source: Key
it_it: Chiave
zh_cn: 密钥

source: Infrastructure network
it_it: Rete infrastruttura
zh_cn: 基础设施网络

source: Ad-hoc network
it_it: Rete ad-hoc
zh_cn: 自组织网络

source: Get IP Config
it_it: Ottieni IPConfig
zh_cn: 获取 IP 配置

# NothingToShow
source: There is nothing to show for now, try refreshing the page.
it_it: Al momento non c'è nulla da visualizzare. Prova ad aggiornare la pagina.
zh_cn: 目前没有可显示的内容，请尝试刷新页面。

source: Available
it_it: Disponibile
zh_cn: 可用

# HistoryEmpty
source: The history is empty.
it_it: La cronologia è vuota.
zh_cn: 历史记录是空的。

source: Empty History
it_it: Azzera cronologia
zh_cn: 历史记录空白

# EmptyHistoryMsg
source: Are you sure you want to empty this history? This action is irreversible.
it_it: Sei sicuro di voler azzerare la cronologia? Questa azione è irreversibile.
zh_cn: 您确定要清空此历史记录吗？ 此操作是不可恢复的。

# CheckUpdate
source: Check for updates
it_it: Controlla aggiornamenti
zh_cn: 检查更新

source: Updates
it_it: Aggiornamenti
zh_cn: 更新

source: Install
it_it: Installa
zh_cn: 安装

source: Theme
it_it: Tema
zh_cn: 主题

# Light
source: Light theme
it_it: Tema chiaro
zh_cn: 浅色模式

# Dark
source: Dark theme
it_it: Tema scuro
zh_cn: 深色模式

source: Licenses
it_it: Licenze
zh_cn: 许可证

source: Apply
it_it: Applica
zh_cn: 应用

source: See licenses
it_it: Visualizza licenze
zh_cn: 查看许可证

# ChangeTheme
source: Change InternetTest theme.
it_it: Modifica tema programma.
zh_cn: 更改 InternetTest 主题。

source: Language
it_it: Lingua
zh_cn: 语言

# NeedRestartToApplyChanges
source: InternetTest needs to restart to apply the changes. Do you want to restart now?
it_it: Per applicare le modifiche InternetTest deve essere riavviato. Vuoi riavviare InternetTest ora?
zh_cn: Internet 测试需要重新启动以应用更改。 你想现在重新开始吗？

source: Default
it_it: Predefinito
zh_cn: 默认

# UpToDate
source: InternetTest is up to date.
it_it: Questa versione di InternetTest è aggiornata.
zh_cn: Internet Test 是最新的。

# AvailableUpdates
source: Updates are available.
it_it: Sono disponibili aggiornamenti.
zh_cn: 有可用更新。

# InstallConfirmMsg
source: To install updates, InternetTest needs to restarts. Do you want to continue?
it_it: Per installare gli aggiornamenti, InternetTest deve essere riavviato. Vuoi continuare?
zh_cn: 要安装更新，需要重新启动 Internet 测试。 你要继续吗？

source: Install version
it_it: Installa versione
zh_cn: 安装版本

source: Version
it_it: Versione
zh_cn: 版本

# ChangeLanguage
source: Change the language of InternetTest.
it_it: Modifica lingua interfaccia programma.
zh_cn: 更改 InternetTest 的语言。

# MapProviderDescription
source: The map provider used to show the location of an IP address.
it_it: Provider mappe usato per visualizzare la posizione di un indirizzo IP.
zh_cn: 地图提供者用于显示 IP 本地化。

# NotifyUpdates
source: Show a notification when updates are available
it_it: Visualizza una notifica quando sono disponibili aggiornamenti
zh_cn: 有可用更新时显示通知

source: Notifications
it_it: Notifiche
zh_cn: 通知

# NotificationsDescription
source: Notifications settings.
it_it: Impostazioni notifiche.
zh_cn: 通知设置。

# CheckUpdatesOnStart
source: Check for updates on start
it_it: Controlla aggiornamenti
zh_cn: 启动时检查更新

# StartupPage
source: Default page on start
it_it: Pagina predefinita
zh_cn: 启动页面

source: On start
it_it: Impostazioni avvio programma
zh_cn: 启动时

# OnStartDescription
source: Settings that applies on start.
it_it: Impostazioni da applicare all'avvio.
zh_cn: 启动时应用的设置。

# WebSettingsDescription
source: Web related settings.
it_it: Impostazioni relative ad internet.
zh_cn: 网页相关设置。

source: Web settings
it_it: Impostazioni internet
zh_cn: 网页设置

# TestSite
source: Test website
it_it: Test sito web
zh_cn: 测试网站

source: Default protocol
it_it: Protocollo predefinito
zh_cn: 默认协议

# DataPrivacy
source: Data and Privacy
it_it: Dati e privacy
zh_cn: 数据和隐私

# DataDescription
source: Manage your data and your privacy.
it_it: Gestione dati e privacy.
zh_cn: 管理您的数据和隐私。

# Import
source: Import settings
it_it: Importa imposatzioni
zh_cn: 导入设置

# Export
source: Export settings
it_it: Esporta impostazioni
zh_cn: 导出设置

# SettingsExportedSucessMsg
source: Settings have been sucessfully exported.
it_it: Le impostazioni sono state esportate correttamente.
zh_cn: 设置已成功导出。

# SettingsImportedMsg
source: Settings were sucessfully imported. To finish the process, InternetTest is going to restart.
it_it: Le impostazioni sono state importate correttamente. Per completare il processo, InternetTest verrà riavviato.
zh_cn: 设置已成功导入。 为了完成该过程，Internet 测试将重新启动。

source: Reset settings
it_it: Ripristina impostazioni
zh_cn: 重置设置

# SynethiaEnable
source: Enable Synethia customized experience.
it_it: Abilita esperienza personalizzata Synethia.
zh_cn: 启用 Synethia 自定义体验。

# ResetSynethia
source: Reset Synethia data
it_it: Ripristina dati Synethia
zh_cn: 重置 Synethia 数据

# ResetSettingsConfirmation
source: Are you sure you want to reset all settings?
it_it: Sei sicuro di voler ripristinare tutte le impostazioni?
zh_cn: 要安装更新，需要重新启动 Internet 测试。 你要继续吗？

# LaunchTestOnStart
source: Launch a test on start
it_it: Esegui un test all'avvio
zh_cn: 在启动时启动测试

# SynethiaDeleteMsg
source: Are you sure you want to reset all Synethia data? Your personalized experience will be lost; This action cannot be canceled.
it_it: Sei sicuro di voler ripristinare tutti i dati di Synethia? La tua esperienza personalizzata andrà persa. Questa azione non può essere annullata.
zh_cn: 您确定要重置所有 Synethia 数据吗？ 您的个性化体验将会丢失； 此操作无法取消。

# FirstRunQuitMsg
source: Do you want to ignore this window and continue to InternetTest?
it_it: Vuoi ignorare questa finestra e continuare con InternetTest?
zh_cn: 是否要忽略此窗口并继续进行 InternetTest？

# WelcomeDesc
source: Taking you to another level.
it_it: Portandoti ad un altro livello.
zh_cn: 带您进入另一个层次。

source: Next
it_it: Avanti
zh_cn: 下一步

source: Skip
it_it: Salta
zh_cn: 跳过

# DownDetectorInfo
source: Wondering whether a website is working or not? Check and get real-time information about specified websites using InternetTest Pro's DownDetector feature. You can get site status, response time and much more!
it_it: Ti stai chiedendo se un sito web funziona o no? Controlla e ottieni informazioni in tempo reale sui siti web specificati usando la funzione DownDetector di InternetTest Pro. Puoi ottenere lo stato del sito, i tempi di risposta e molto altro!
zh_cn: 想知道网站是否正常工作？ 使用 InternetTest Pro 的 DownDetector 功能检查并获取有关指定网站的实时信息。 您可以获得站点状态、响应时间等等！

# LocateIPInfo
source: You can locate an IP adress using this feature. You will get information about the city, country, region, timezone, and more! You can also locate and get the IP of servers from an URL.
it_it: È possibile individuare un indirizzo IP usando questa funzione. Riceverai informazioni su città, paese, regione, fuso orario e altro ancora! Puoi anche individuare e ottenere l'IP dei server da una URL.
zh_cn: 您可以使用此功能查找 IP 地址。 您将获得有关城市、国家、地区、时区等信息！ 您还可以从 URL 定位和获取服务器的 IP。

# WiFiPasswordsInfo
source: Forgot your WiFi password? Don't worry, you can recover it using InternetTest Pro "WiFi Passwords" feature! Using this feature, you will be able to get information about each wireless networks saved on your computer, such as authentification mode, encyrption algorithm, etc...
it_it: Hai dimenticato la password del Wi-Fi? Non preoccuparti, puoi recuperarla usando la funzione "Password WiFi" di InternetTest Pro! Usando questa funzione, sarai in grado di ottenere informazioni su ogni rete WiFi salvata nel computer, come la modalità di autenticazione, l'algoritmo di crittografia, ecc.
zh_cn: 忘记了您的 WiFi 密码？ 别担心，您可以使用 InternetTest Pro“WiFi 密码”功能恢复它！ 使用此功能，您将能够获取有关您计算机上保存的每个无线网络的信息，例如身份验证模式，加密算法等...

source: Features
it_it: Caratteristiche
zh_cn: 特色

# Agree
source: I agree
it_it: Sono d'accordo
zh_cn: 我同意

source: No thanks
it_it: No grazie
zh_cn: 不，谢谢

source: Introducing Synethia
it_it: Introduzione a Synethia
zh_cn: 介绍 Synethia

# SynethiaInfo
source: Synethia is an algorithm that personnalizes your experience.
it_it: Synethia è un algoritmo che personalizza la tua esperienza.
zh_cn: Synethia 是一种将您的体验个性化的算法。

# SynethiaDataInfo
source: Synethia collects data in InternetTest only
it_it: Synethia raccoglie i dati solo in InternetTest
zh_cn: Synethia 仅在 InternetTest 中收集数据

# SynethiaAnalyze
source: Synethia will then analyze this data to provide a unique experience
it_it: Synethia analizzerà quindi questi dati per fornire un'esperienza unica
zh_cn: 然后 Synethia 将分析这些数据以提供独特的体验

# SynethiaHome
source: The Home dashbord will recommand actions based on your usage
it_it: Il pannello Home consiglierà le azioni in base al tuo uso
zh_cn: 主页仪表板将根据您的使用情况推荐操作

# SynethiaPrivacy
source: Your data is stored on your device, anonymously. Absolutely NO data is sent to LÃ©o Corporation.
it_it: I dati sono memorizzati nel dispositivo in forma anonima. Assolutamente NESSUN dato verrà inviato a Léo Corporation.
zh_cn: 您的数据以匿名方式存储在您的设备上。 绝对不会向 Léo Corporation 发送任何数据。

source: Let's go!
it_it: Andiamo!
zh_cn: 我们开始！

# WelcomeReady
source: Everyting is ready
it_it: Tutto è pronto
zh_cn: 一切准备就绪

# ConfidentialModeEnabled
source: Confidential Mode is enabled
it_it: È abilitata la modalità riservata
zh_cn: 已启用机密模式

# DetailsNotAvailableCM
source: Details aren't available in Confidential Mode
it_it: In modalità riservata i dettagli non sono disponibili
zh_cn: 机密模式下不提供详细信息

# OpenNetwork
source: Open Network (802.11)
it_it: Rete aperta (802.11)
zh_cn: 开放网络 (802.11)

# SharedNetwork
source: Shared Network (802.11)
it_it: Rete condivisa (802.11)
zh_cn: 共享网络 (802.11)

# WPANetwork
source: WPA-Enterprise (802.11) Network
it_it: Rete WPA-Enterprise (802.11)
zh_cn: WPA-企业 (802.11) 网络

# WPAPSKNetwork
source: WPA-Personal (802.11) Network
it_it: Rete WPA-Personal (802.11)
zh_cn: WPA-个人 (802.11) 网络

# WPA2Network
source: WPA2-Enterprise (802.11) Network
it_it: Rete WPA2-Enterprise (802.11)
zh_cn: WPA2-企业 (802.11) 网络

# WPA2PSKNetwork
source: WPA2-Personal (802.11) Network
it_it: Rete WPA2-Personal (802.11)
zh_cn: WPA2-个人 (802.11) 网络

# AllSuccess
source: All tests were successful
it_it: Tutti i test sono stati completati correttamente
zh_cn: 所有测试均成功

# AllFailed
source: All tests have failed
it_it: Tutti i test sono falliti
zh_cn: 所有测试均失败

# TestSucessAndFailed
source: Some tests have failed
it_it: Alcuni test sono falliti
zh_cn: 部分测试失败

source: Filters
it_it: Filtri
zh_cn: 筛选

source: Date
it_it: Data
zh_cn: 日期

# FromDate
source: From
it_it: Dal
zh_cn: 从

# ToDate
source: To
it_it: Al
zh_cn: 到

# InvalidDateMsg
source: Please provide a valid date.
it_it: Fornisci una data valida.
zh_cn: 请提供有效日期。

source: Successful
it_it: Completato
zh_cn: 成功

source: Failed
it_it: Fallito
zh_cn: 失败

# ToggleConfidentialModeOnStart
source: Toggle confidential mode
it_it: Attiva/disattiva modalità riservata
zh_cn: 切换保密模式

source: Advanced
it_it: Avanzate
zh_cn: 高级

# RememberPinState
source: Remember the "Pinned" state
it_it: Ricorda stato "Appuntato"
zh_cn: 记住“已固定”状态

source: DNS Tool
it_it: Strumento DNS
zh_cn: DNS 工具

# GetDnsInfo
source: Get DNS information
it_it: Richiedi informazioni DNS
zh_cn: 获取 DNS 信息

# DNSInfo
source: DNS Information
it_it: Info DNS
zh_cn: DNS 信息

source: Creation date
it_it: Data creazione
zh_cn: 创建日期

source: Expiration date
it_it: Data scadenza
zh_cn: 过期日期

source: Registrant
it_it: Registrante
zh_cn: 注册人

# DefaultLanguage
source: System language
it_it: Lingua sistema
zh_cn: 系统语言

# DefaultTheme
source: System theme
it_it: Tema sistema
zh_cn: 系统主题

# SpeedTest
source: Make a speed test
it_it: Effettua test velocità
zh_cn: 做一个速度测试

source: Min speed
it_it: Velocità minima
zh_cn: 最小速度

source: Max speed
it_it: Velocità massima
zh_cn: 最大速度

source: Speed
it_it: Velocità
zh_cn: 速度

# SpeedTestSucess
source: The speed test was successful
it_it: Test velocità completato correttamente
zh_cn: 速度测试成功

# SpeedTestFailed
source: The speed test failed
it_it: Il test velocità è fallito
zh_cn: 速度测试失败

source: Trace Route
zh_cn: 追踪路线

source: Trace
zh_cn: 追踪

# ExecuteTraceRoute
source: Execute a trace route
it_it: Esegui un traceroute
zh_cn: 执行一个追踪路线

source: Timed out
it_it: Timeout
zh_cn: 已超时

# TraceRouteInformation
source: Trace route information will appear here
it_it: Le informazioni sul traceroute vengono visualizzate qui
zh_cn: 追踪路线信息将出现在这里

# TraceProgress
source: Tracing in progress
it_it: Traceroute in corso
zh_cn: 追踪正在进行中

# TraceRouteDesc
source: Define the settings to use when performing a trace route.
it_it: Impostazioni relative all'uso di un traceroute.
zh_cn: 定义执行跟踪路由时要使用的设置。

# MaxTimeOut
source: Maximum time out
it_it: Timeout max
zh_cn: 最大超时时间

# MaxHops
source: Maximum hops
it_it: Salti massimi
zh_cn: 最大跃点数

# HopsLower
source: hops
it_it: salti
zh_cn: 跳跃

source: WiFi Networks
it_it: Reti WiFi
zh_cn: WiFi 网络

# ConnectWiFi
source: Connect to a WiFi network
it_it: Connetti ad una rete WiFi
zh_cn: 连接到 WiFi 网络

source: Signal quality
it_it: Qualità segnale
zh_cn: 信号质量

source: BSS Type
it_it: Tipo BSS
zh_cn: BSS 类型

source: Band
it_it: Banda
zh_cn: 频带

source: Interface
it_it: Interfaccia
zh_cn: 界面

source: Security
it_it: Sicurezza
zh_cn: 安全

# SecurityEnabled
source: Is security enabled
it_it: La sicurezza è abilitata
zh_cn: 是否启用了安全功能

source: Profile Name
it_it: Nome profilo
zh_cn: 配置文件名称

source: Channel
it_it: Canale
zh_cn: 通道

source: Yes
it_it: Sì
zh_cn: 是

source: No
zh_cn: 否

source: Frequency
it_it: Frequenza
zh_cn: 频率

source: Connect
it_it: Conetti
zh_cn: 连接

# ScanningInProgress
source: InternetTest Pro is scanning networks nearby, please wait.
it_it: InternetTest Pro sta eseguendo la scansione delle reti vicine, attendi.
zh_cn: InternetTest Pro 正在扫描附近的网络，请稍候。

# NoNetworks
source: No networks are available.
it_it: Non sono disponibili reti.
zh_cn: 无网络可用。

# Adapters
source: Network adapters
it_it: Schede di rete
zh_cn: 网络适配器

source: Interface type
it_it: Tipo interfaccia
zh_cn: 接口类型

source: Total bytes sent
it_it: Totale byte inviati
zh_cn: 发送的总字节数

source: Total bytes received
it_it: Totale byte ricevuti
zh_cn: 接收字节总数

# Units
source: Bytes,Kilobytes,Megabytes,Gigabytes,Terabytes,Petabytes
it_it: Byte,Kilobyte,Megabyte,Gigabyte,Terabyte,Petabyte
zh_cn: 字节, 千字节, 兆字节, 千兆字节, 万亿字节, 京字节

# Types
source: Unknown,Ethernet,TokenRing,FDDI,Basic ISDN,Primary ISDN,PPP,Loopback,Ethernet 3 Megabit,SLIP,ATM,Generic Modem,Fast Ethernet T,ISDN,Fast Ethernet FX,Wireless 802.11,Asymmetric DSL,Rate-Adaptive DSL,Symmetric DSL,Very High-Speed DSL,IP over ATM,Gigabit Ethernet,Tunnel,Multi-Rate Symmetric DSL,High-Performance Serial Bus,WMAN,WWANPP,WWANPP2
it_it: Sconosciuto,Ethernet,TokenRing,FDDI,ISDN di base,ISDN primario,PPP,Loopback,Ethernet 3 Megabit,SLIP,ATM,Modem generico,Fast Ethernet T,ISDN,Fast Ethernet FX,Wireless 802.11,DSL asimmetrico,DSL auto adattiva,DSL simmetrico,DSL molto alto rate,IP su ATM,Gigabit Ethernet,Tunnel,DSL multi-rate,Bus seriale ad alte prestazioni,WMAN,WWANPP,WWANPP2
zh_cn: 未知,以太网,令牌环,FDDI,基本ISDN,主要ISDN,PPP,回环,以太网3兆比特,SLIP,ATM,通用调制解调器,快速以太网T型,ISDN,快速以太网FX型,无线802.11,非对称DSL,速率自适应DSL,对称DSL,超高速DSL,ATM上的IP,千兆以太网,隧道,多速率对称DSL,高性能串行总线,WMAN,WWANPP,WWANPP2

source: Physical Address
it_it: Indirizzo fisico
zh_cn: 物理地址

# IpVersion
source: IP Version(s)
it_it: Versione/i IP
zh_cn: IP 版本

source: DNS enabled
it_it: DNS abilitato
zh_cn: 已启用 DNS

# DnsDynamicConfigured
source: Dynamically configured DNS
it_it: Configurazione dinamica DNS
zh_cn: 动态配置的 DNS

source: Receive Only
it_it: Solo ricezione
zh_cn: 仅接收

source: Unicast Packets Sent
it_it: Pacchetti unicast inviati
zh_cn: 单播数据包已发送

source: Unicast Packets Received
it_it: Pacchetti unicast ricevuti
zh_cn: 单播数据包已接收

source: Non-Unicast Packets Sent
it_it: Pacchetti non unicast inviati
zh_cn: 非单播数据包已发送

source: Non-Unicast Packets Received
it_it: Pacchetti non unicast ricevuti
zh_cn: 非单播数据包已接收

source: Incoming Packets Discarded
it_it: Pacchetti in ingresso scartati
zh_cn: 丢弃的入站数据包

source: Outgoing Packets Discarded
it_it: Pacchetti in uscita scartati
zh_cn: 丢弃的出站数据包

source: Incoming Packets With Errors
it_it: Pacchetti in ingresso con errori
zh_cn: 入站数据包带有错误

source: Outgoing Packets With Errors
it_it: Pacchetti in uscita con errori
zh_cn: 出站数据包带有错误

source: Incoming Unknown Protocol Packets
it_it: Pacchetti in ingresso con protocollo sconosciuto
zh_cn: 入站未知协议数据包

source: Output Queue Length
it_it: Lunghezza coda output
zh_cn: 输出队列长度

source: Show disabled
it_it: Visualizza disabilitato
zh_cn: 显示禁用的适配器

source: Locate my IP on start
it_it: Individua il mio IP
zh_cn: 在启动时定位我的 IP

source: Copy
it_it: Copia
zh_cn: 复制

# NotConnectedS
source: Offline
it_it: Non in linea
zh_cn: 离线

source: Checking
it_it: Controllo
zh_cn: 检查

source: Network
it_it: Rete
zh_cn: 网络

source: Hover to reveal
it_it: Passa il mouse per visualizzarlo
zh_cn: 悬停显示

source: Close
it_it: Chiudere
zh_cn: 关闭

source: Quick actions
it_it: Azioni rapide
zh_cn: 快速行动

# DnsInfoWillShowHere
source: DNS Information will show here
it_it: Le informazioni DNS vengono visualizzate qui
zh_cn: 此处将显示 DNS 信息

source: Add site
it_it: Aggiungi sito
zh_cn: 添加站点

# TimerDesc
source: Automatically launch tests to check whether a website is down or not.
it_it: Lancio automatico di test per verificare se un sito web è inattivo o meno.
zh_cn: 自动启动测试，检查网站是否瘫痪。

source: Test all
it_it: Test di tutti
zh_cn: 全部测试

# EraseWiFiPasswordsFiles
source: Erase cached WiFi data
it_it: Cancella dati WiFi memorizzati nella cache
zh_cn: 清除缓存的 WiFi 数据

# EraseWiFiPasswordsFilesMsg
source: Are you sure you want to erase cached WiFi Passwords?
it_it: Sei sicuro di voler cancellare le password del WiFi memorizzate nella cache?
zh_cn: 您确定要删除缓存的 WiFi 密码吗？

source: Ethernet
zh_cn: 以太网

# InvalidURLMsg
source: Please provide a valid URL.
it_it: Si prega di fornire un URL valido.
zh_cn: 请提供有效的 URL。

source: Unknown
it_it: Sconosciuto
zh_cn: 不明

source: Default time interval
it_it: Intervallo tempo predefinito
zh_cn: 默认时间间隔

# DownDetectorSettingsDesc
source: Settings for the DownDetector feature.
it_it: Impostazioni funzione DownDetector.
zh_cn: DownDetector 功能的设置。

source: Network Adapters
it_it: Schede di rete
zh_cn: 网络适配器
